[
  {
    "0": "[84]",
    "1": "Hebart, M. N. et al. Things-data, a multimodal collection of large-scale datasets for investigating object representations in human brain and behavior. Elife 12 , e82580 (2023)."
  },
  {
    "0": "[85]",
    "1": "Hilbig, B. E. & Moshagen, M. Generalized outcome-based strategy classification: Comparing deterministic and probabilistic choice models. Psychonomic bulletin & review 21 , 1431-1443 (2014)."
  },
  {
    "0": "[86]",
    "1": "Krueger, P. M., Callaway, F., Gul, S., Griffiths, T. L. & Lieder, F. Identifying resource-rational heuristics for risky choice. Psychological Review (2024)."
  },
  {
    "0": "[87]",
    "1": "Kumar, S., Dasgupta, I., Daw, N. D., Cohen, J. D. & Griffiths, T. L. Disen- tangling abstraction from statistical pattern matching in human and machine learning. PLoS computational biology 19 , e1011316 (2023)."
  },
  {
    "0": "[88]",
    "1": "Lefebvre, G., Lebreton, M., Meyniel, F., Bourgeois-Gironde, S. & Palminteri, S. Behavioural and neural characterization of optimistic reinforcement learning. Nature Human Behaviour 1 , 0067 (2017)."
  },
  {
    "0": "[89]",
    "1": "Levering, K. R., Conaway, N. & Kurtz, K. J. Revisiting the linear separability constraint: New implications for theories of human category learning. Memory & cognition 48 , 335-347 (2020)."
  },
  {
    "0": "[90]",
    "1": "Ludwig, T., Siegel, M. & Schulz, E. Human multi-task learning: the why and what (2023). URL http://dx.doi.org/10.32470/CCN.2023.1528-0."
  },
  {
    "0": "[91]",
    "1": "Plonsky, O., Apel, R., Erev, I., Ert, E. & Tennenholtz, M. When and how can social scientists add value to data scientists? a choice prediction competition for human decision making. Unpublished Manuscript (2018)."
  },
  {
    "0": "[92]",
    "1": "Popov, V. & Dames, H. Intent matters: Resolving the intentional versus inci- dental learning paradox in episodic long-term memory. Journal of Experimental Psychology: General 152 , 268 (2023)."
  },
  {
    "0": "[93]",
    "1": "Sadeghiyeh, H. et al. Temporal discounting correlates with directed exploration but not with random exploration. Scientific reports 10 , 4020 (2020)."
  },
  {
    "0": "[94]",
    "1": "Schulz, E., Franklin, N. T. & Gershman, S. J. Finding structure in multi-armed bandits. Cognitive psychology 119 , 101261 (2020)."
  },
  {
    "0": "[95]",
    "1": "Somerville, L. H. et al. Charting the expansion of strategic exploratory behavior during adolescence. Journal of experimental psychology: general 146 , 155 (2017)."
  },
  {
    "0": "[96]",
    "1": "Speekenbrink, M., Channon, S. & Shanks, D. R. Learning strategies in amnesia. Neuroscience & Biobehavioral Reviews 32 , 292-310 (2008)."
  },
  {
    "0": "[97]",
    "1": "Steingroever, H. et al. Data from 617 healthy participants performing the iowa gambling task: A \"many labs\" collaboration. Journal of Open Psychology Data"
  }
]